INTRO_TITLE=Bienvenue dans le programme d\u2019installation de HPE Software ITOM Suite
INTRO_CONTENT1=Le programme d\u2019installation de la suite logicielle HPE vous aide \u00e0 installer rapidement et sans effort les suites logicielles HPE int\u00e9gr\u00e9es de premier plan.
INTRO_CONTENT2=Le programme d\u2019installation installe le portail de gestion de la suite logicielle HPE qui automatise le d\u00e9ploiement, la mise \u00e0 l\u2019\u00e9chelle et la gestion des suites logicielles HPE en conteneur.
INTRO_CONTENT3=Assurez-vous d\u2019examiner les exigences mat\u00e9rielles et logicielles avant de proc\u00e9der \u00e0 l\u2019installation.

CHOOSELICENSE_TITLE=Examiner le contrat de licence
CHOOSELICENSE_CONTENT1=Le programme d\u2019installation de la suite HPE Software vous aide \u00e0 installer rapidement et sans effort les suites HPE Software int\u00e9gr\u00e9es de premier plan.
CHOOSELICENSE_CONTENT2=Le programme d\u2019installation installe le portail de gestion de la suite HPE Software qui automatise le d\u00e9ploiement, la mise \u00e0 l\u2019\u00e9chelle et la gestion des suites HPE Software en conteneur.
CHOOSELICENSE_CONTENT3=Assurez-vous d\u2019examiner les exigences mat\u00e9rielles et logicielles avant de proc\u00e9der \u00e0 l\u2019installation.

CHOOSELICENSE_YES_CHOOSE=\u20ac\u30dc\u00dc \u00f1 \u0416@Install Suite License@\u00c7\u00c2\u4e57\uac43\u00a2 
CHOOSELICENSE_NO_CHOOSE=Passer l\u2019installation de la licence de la suite
CHOOSELICENSE_P1=La licence peut \u00eatre \u00e9chang\u00e9e sur {0}.
CHOOSELICENSE_P2=\u20ac\u30dc\u00dc \u00f1 \u0416@Visit the HPE Software entitlement portal and use the following code to activate your license@\u00c7\u00c2\u4e57\uac43\u00a2:
CHOOSELICENSE_P3=\u20ac\u30dc\u00dc \u00f1 \u0416@Deploying a suite without activating and deploying a License in a timely manner may restrict or limit use of the software and its capabilities without notice@\u00c7\u00c2\u4e57\uac43\u00a2.
CHOOSELICENSE_P4=J\u2019accepte le {0}.
CHOOSELICENSE_P5=J\u2019autorise Hewlett Packard Enterprise \u00e0 collecter des donn\u00e9es d\u2019utilisation de la suite et du produits. La collecte des donn\u00e9es  d\u2019utilisation de la suite et du produit est r\u00e9gie par la {0}.

CHOOSELICENSE_HPESW_PORTAL=\u20ac\u30dc\u00dc \u00f1 \u0416@HPE Software entitlement portal@\u00c7\u00c2\u4e57\uac43\u00a2
CHOOSELICENSE_HPE_LICENSE=Contrat de licence utilisateur final Hewlett Packard Enterprise
CHOOSELICENSE_HPE_PRIVACY=\u20ac\u30dc\u00dc \u00f1 \u0416@HPE Privacy Policy@\u00c7\u00c2\u4e57\uac43\u00a2

CHOOSESUITE_TITLE=S\u00e9lectionnez la suite \u00e0 installer
CHOOSESUITE_VERSION_TITLE=S\u00e9lectionnez la version\u00a0:

INPUTLICENSE_TITLE=Installer ou s\u00e9lectionner une licence
INPUTLICENSE_CONTENT=\u20ac\u30dc\u00dc \u00f1 \u0416@Select an existing License or click Add to import a new one@\u00c7\u00c2\u4e57\uac43\u00a2.
INPUTLICENSE_SELECT_LICENSE=\u20ac\u30dc\u00dc \u00f1 \u0416@Select an existing License@\u00c7\u00c2\u4e57\uac43\u00a2:
INPUTLICENSE_ADD_LICENSE=\u20ac\u30dc\u00dc \u00f1 \u0416@Add new License@\u00c7\u00c2\u4e57\uac43\u00a2:
INPUTLICENSE_BROWSE_BUTTON=Parcourir
INPUTLICENSE_ADD_BUTTON=Ajouter

SHOWFEATURES_CONTENT1=\u20ac\u30dc\u00dc \u00f1 \u0416@Select Suite Edition, Size and Capabilities@\u00c7\u00c2\u4e57\uac43\u00a2
SHOWFEATURES_CONTENT2=\u20ac\u30dc\u00dc \u00f1 \u0416@This Suite is not exposing any capabilities@\u00c7\u00c2\u4e57\uac43\u00a2.
SHOWFEATURES_CAPABILITIES=Fonctionnalit\u00e9s

CONFIGURATION_TITLE=\u20ac\u30dc\u00dc \u00f1 \u0416@Configure Suite@\u00c7\u00c2\u4e57\uac43\u00a2
CONFIGURATION_NAMESPACE=Espace de noms
CONFIGURATION_LABEL=\u00c9tiquette
CONFIGURATION_NAMESPACE_EXIST=L\u2019espace de noms existe d\u00e9j\u00e0.
CONFIGURATION_NAMESPACE_EMPTY=\u20ac\u30dc\u00dc \u00f1 \u0416@The namespace must not be empty@\u00c7\u00c2\u4e57\uac43\u00a2.
CONFIGURATION_NAMESPACE_NOMATCH=\u20ac\u30dc\u00dc \u00f1 \u0416@Please enter a combination of lower-case letters and numbers@\u00c7\u00c2\u4e57\uac43\u00a2.

NFSSETUP_TITLE=Configurer le stockage de la suite
NFSSETUP_CONTENT=Vous devez d\u2019abord configurer le serveur NFS et le partage export\u00e9 conform\u00e9ment aux instructions fournies dans le manuel d\u2019installation de la suite.

NFSSETUP_LABEL1=Type de stockage
NFSSETUP_LABEL2=Configuration
NFSSETUP_DEFAULT_NFS_DESC=Utiliser le serveur NFS par d\u00e9faut du syst\u00e8me
NFSSETUP_OTHER_NFS_DESC=\u20ac\u30dc\u00dc \u00f1 \u0416@Use another NFS server@\u00c7\u00c2\u4e57\uac43\u00a2
NFSSETUP_NFSSERVER_IP=Nom d\u2019h\u00f4te/IP du serveur\u00a0:
NFSSETUP_NFSSERVER_FOLDER=Partage export\u00e9\u00a0:
NFSSETUP_STORAGE_CHECK_BUTTON=V\u00e9rifier
NFSSETUP_STORAGE_DEFAULTNFS_NOTFIND=\u20ac\u30dc\u00dc \u00f1 \u0416@Unable to find the default NFS server@\u00c7\u00c2\u4e57\uac43\u00a2.

SYNCHRONIZE_TITLE=\u20ac\u30dc\u00dc \u00f1 \u0416@Import Suite Images@\u00c7\u00c2\u4e57\uac43\u00a2
SYNCHRONIZE_CONTENT=\u20ac\u30dc\u00dc \u00f1 \u0416@Import the required images before installing the Suite. You can skip this step if the images are already available locally@\u00c7\u00c2\u4e57\uac43\u00a2.
SYNCHRONIZE_CONTENT2=Vous pouvez importer les images \u00e0 l\u2019aide de l\u2019une des proc\u00e9dures suivantes\u00a0:
SYNCHRONIZE_NOTICE=\u20ac\u30dc\u00dc \u00f1 \u0416@Import the images using the offline installation image download scripts@\u00c7\u00c2\u4e57\uac43\u00a2.
SYNCHRONIZE_IMAGES=Images\u00a0:
SYNCHRONIZE_SYNC_PATH=Synchronisez les images avec les images du r\u00e9f\u00e9rentiel HPE\u00a0:
SYNCHRONIZE_UPLOAD_PATH=T\u00e9l\u00e9chargez la copie locale des images\u00a0:
SYNCHRONIZE_UPLOAD_HINT=Si vous souhaitez t\u00e9l\u00e9charger un fichier de 2G ou plus, veuillez utiliser le script de t\u00e9l\u00e9chargement autant que possible.
SYNCHRONIZE_SUCCESS=Succ\u00e8s
SYNCHRONIZE_FAIL=\u00c9chec
PROGRESS_ERROR=Erreur\u00a0!
PROGRESS_LOADING=Chargement en cours...
PROGRESS_COMPLETED=Termin\u00e9\u00a0!
SYNCHRONIZE_SYNC_BUTTON=SYNCHRONISER
SYNCHRONIZE_BROWSE_BUTTON=PARCOURIR
SYNCHRONIZE_UPLOAD_BUTTON=T\u00c9L\u00c9CHARGER

ALERT_MESSAGE_ONESUITE_HINT=\u20ac\u30dc\u00dc \u00f1 \u0416@You can install only a single Suite on this platform@\u00c7\u00c2\u4e57\uac43\u00a2.
ALERT_MESSAGE_CHOOSE_LICENSE=\u20ac\u30dc\u00dc \u00f1 \u0416@Please select a License to use for this installation@\u00c7\u00c2\u4e57\uac43\u00a2.
ALERT_MESSAGE_ADD_LICENSE_FAIL=\u20ac\u30dc\u00dc \u00f1 \u0416@Unable to add the License@\u00c7\u00c2\u4e57\uac43\u00a2.
ALERT_MESSAGE_CHOOSE_TARFILE=\u20ac\u30dc\u00dc \u00f1 \u0416@Please select a TAR file before continuing@\u00c7\u00c2\u4e57\uac43\u00a2!
ALERT_MESSAGE_CHOOSE_HAS_LICENSE=\u20ac\u30dc\u00dc \u00f1 \u0416@Please select if you have a License@\u00c7\u00c2\u4e57\uac43\u00a2.
ALERT_MESSAGE_PRIVACYCHECK_LICENSECHECK=\u20ac\u30dc\u00dc \u00f1 \u0416@You must agree to the License Agreement@\u00c7\u00c2\u4e57\uac43\u00a2.
ALERT_MESSAGE_NOCORRESPOND_SUITE=\u20ac\u30dc\u00dc \u00f1 \u0416@This License has no matching Suite@\u00c7\u00c2\u4e57\uac43\u00a2.
ALERT_MESSAGE_LICENSE_EMPTY=\u20ac\u30dc\u00dc \u00f1 \u0416@Select an existing License or add a new one@\u00c7\u00c2\u4e57\uac43\u00a2.
ALERT_MESSAGE_CHOOSE_SUITE=\u20ac\u30dc\u00dc \u00f1 \u0416@Please select a Suite@\u00c7\u00c2\u4e57\uac43\u00a2!
ALERT_MESSAGE_CHOOSE_VERSION=\u20ac\u30dc\u00dc \u00f1 \u0416@Please select a Version@\u00c7\u00c2\u4e57\uac43\u00a2!
ALERT_MESSAGE_CHOOSE_EDITION=\u20ac\u30dc\u00dc \u00f1 \u0416@Please select an Edition@\u00c7\u00c2\u4e57\uac43\u00a2!
ALERT_MESSAGE_TASK_INPROGRESS=\u20ac\u30dc\u00dc \u00f1 \u0416@There are one or more tasks running@\u00c7\u00c2\u4e57\uac43\u00a2!
ALERT_MESSAGE_IMPORT_SRTIMAGE=\u20ac\u30dc\u00dc \u00f1 \u0416@The Suite installation cannot continue: There is no suite release data loaded. Please use the offline installation download scripts to download and load the suite release data and images@\u00c7\u00c2\u4e57\uac43\u00a2.
ALERT_MESSAGE_CANCEL_CONFIRM=\u20ac\u30dc\u00dc \u00f1 \u0416@Do you want to cancel the Suite installation@\u00c7\u00c2\u4e57\uac43\u00a2?
ALERT_MESSAGE_CANCEL_YES=Oui
ALERT_MESSAGE_CANCEL_NO=Non
ALERT_MESSAGE_CANCEL_SUCCESS=\u20ac\u30dc\u00dc \u00f1 \u0416@The Suite has been uninstalled@\u00c7\u00c2\u4e57\uac43\u00a2.
ALERT_MESSAGE_CANCEL_ERROR=\u20ac\u30dc\u00dc \u00f1 \u0416@The Suite uninstalled error@\u00c7\u00c2\u4e57\uac43\u00a2.

ALERT_MESSAGE_STORAGE_FOLDER=\u20ac\u30dc\u00dc \u00f1 \u0416@The NFS server IP and export can not be empty@\u00c7\u00c2\u4e57\uac43\u00a2.

ALERT_MESSAGE_STORAGE_CHECK_LOADING=V\u00e9rification du stockage ...
ALERT_MESSAGE_STORAGE_CHECK_FAIL=Le stockage NFS n\u2019est pas correctement configur\u00e9. Veuillez vous assurer que le serveur NFS est accessible depuis chaque n\u0153ud du cluster et que l\u2019exportation NFS est correctement d\u00e9finie.

ALERT_MESSAGE_STORAGE_CHECK_SUCCESS=\u20ac\u30dc\u00dc \u00f1 \u0416@The storage was probed successfully@\u00c7\u00c2\u4e57\uac43\u00a2.
ALERT_MESSAGE_STORAGE_CHECK_ERROR=\u20ac\u30dc\u00dc \u00f1 \u0416@The storage could not be probed. Please check the configuration and try again@\u00c7\u00c2\u4e57\uac43\u00a2.

ALERT_MESSAGE_FEATUREJSON_NOTEXIST=\u20ac\u30dc\u00dc \u00f1 \u0416@No feature information was found for this Suite@\u00c7\u00c2\u4e57\uac43\u00a2.

FOOTER_NEXT_BUTTON=Suivant
FOOTER_BACK_BUTTON=Retour
FOOTER_REFRESH_BUTTON=Actualiser
FOOTER_CANCEL_BUTTON=Annuler

LOADING_MESSAGE=\u20ac\u30dc\u00dc \u00f1 \u0416@Please wait while we load the next screen. This may take a few minutes, please be patient@\u00c7\u00c2\u4e57\uac43\u00a2 ...